Repository: albanobattistella/sugarizer
Catalog: po/*.po
Languages: it

source: Start new
it: Inizia nuovo

source: {{name}} Activity
it: {{nome}} Attività

source: Remove favorite
it: Rimuovi preferito

source: Make favorite
it: Fai preferito

source: Version {{number}}
it: Versione {{number}}

source: Favorites view
it: Visualizza preferiti

source: List view
it: Visualizza elenco

source: Filter favorites
it: Filtra i preferiti

source: Seconds ago
it: Secondi fa

# Ago
source: {{time}} ago
it: {{time}} fà

# Minutes_one
source: minute
it: minuto

# Minutes_other
source: minutes
it: minuti

# Hours_one
source: hour
it: ora

# Hours_other
source: hours
it: ore

# Days_one
source: day
it: giorno

# Days_other
source: days
it: giorni

# Weeks_one
source: week
it: settimana

# Weeks_other
source: weeks
it: settimane

# Months_one
source: month
it: mese

# Months_other
source: months
it: mesi

# Years_one
source: year
it: anno

# Years_other
source: years
it: anni

# SecondsAgo_short
source: Sec. ago
it: Sec. fà

# Ago_short
source: {{time}} ago
it: {{time}} fà

# Days_one_short
source: dy
it: g

# Days_other_short
source: dy
it: g

# Weeks_one_short
source: wk
it: set

# Weeks_other_short
source: wk
it: set

# Months_one_short
source: mo
it: m

# Months_other_short
source: mo
it: m

# Years_one_short
source: yr
it: a

# Years_other_short
source: yr
it: a

source: Shutdown
it: Spegni

source: Restart
it: Riavvia

source: My Settings
it: Le mie impostazioni

# SearchHome
source: Search in home
it: Cerca in home

# JournalEmpty
source: Your journal is empty
it: Il tuo diario è vuoto

source: No matching activities
it: Nessuna attività corrispondente

source: Clear search
it: Cancella ricerca

# SearchJournal
source: Search in journal
it: Cerca nel diario

source: Anytime
it: In qualsiasi momento

source: Today
it: Oggi

source: Since yesterday
it: Da ieri

source: Past week
it: Settimana scorsa

source: Past month
it: Mese scorso

source: Past year
it: L'anno scorso

source: Anything
it: Niente

source: No matching entries
it: Nessuna voce corrispondente

# SearchSettings
source: Search in settings
it: Cerca nelle impostazioni

source: About me
it: Riguardo a me

source: About my computer
it: Sul mio computer

source: My security
it: La mia sicurezza

# SecurityMessage
source: If you want to change your images, first type current images:
it: Se vuoi cambiare le tue immagini, prima digita le immagini correnti:

# SecurityMessageNew
source: Now choose at least {{min}} new images:
it: Ora scegli almeno {{min}} nuove immagini:

# SecurityMessageDone
source: Images updated!
it: Immagini aggiornate!

# InvalidPassword
source: Invalid images
it: Immagini non valide

source: My privacy
it: La mia privacy

# PrivacyStats
source: Do not send to the server statistics about my usage of the app
it: Non inviare al server le statistiche sul mio utilizzo dell'app

# PrivacySync
source: Do not synchronize my local journal with the server
it: Non sincronizzare il mio diario locale con il server

source: Language
it: Lingua

source: Done
it: Fatto

source: Cancel
it: Cancella

source: Click to change color:
it: Fai clic per cambiare colore:

source: Warning
it: Attenzione

source: Changes require restart
it: Le modifiche richiedono il riavvio

source: Cancel changes
it: Annulla modifiche

source: Restart now
it: Riavvia ora

# ChooseLanguage
source: Choose language you prefer:
it: Scegli la lingua che preferisci:

source: English
it: Inglese

source: Spanish
it: Spagnolo

source: French
it: Francese

source: German
it: Tedesco

source: Arabic
it: Arabo

source: Japanese
it: Japponese

source: Polish
it: Polacco

source: Portuguese
it: Portoghese

source: Client type:
it: Tipo di client:

source: Browser version:
it: Versione del browser:

source: User agent:
it: Agente utente:

source: Storage:
it: Memoria:

# StorageSize
source: {{used}} bytes - {{percent}}%
it: {{used}} byte - {{percent}}%

# JournalAlmostFull
source: Warning: Journal almost full!
it: Attenzione: diario quasi pieno!

# Copyright
source: Copyright and license
it: Copyright e licenza

# LicenseTerms
source: Sugarizer is an open source software licensed under the Apache 2.0 license.
it: Sugarizer è un software open source concesso in licenza con licenza Apache 2.0.

# LicenseTermsPlus
source: Most activities use this license too but some could use a different license, check activities credits to be sure.
it: La maggior parte delle attività utilizza anche questa licenza, ma alcune potrebbero utilizzare una licenza diversa, controlla i crediti delle attività per sicurezza.

# RestartActivity
source: Restart
it: Ricomincia

source: Copy to local
it: Copia in locale

# CopyToPrivate
source: Copy to remote
it: Copia su remoto

source: Copy to shared
it: Copia su condiviso

source: by {{user}}
it: di {{user}}

source: Erase
it: Cancella

# ErrorLoadingRemote
source: Remote server not responding
it: Il server remoto non risponde

source: Retry
it: Riprova

# Server
source: About my server
it: A proposito del mio server

# ConnectedToServer
source: Connected to a server
it: Connesso a un server

# ServerUrl
source: Server address:
it: Indirizzo del server:

# ServerDescription
source: Description:
it: Descrizione:

source: Server Name:
it: Nome del server:

# UserId
source: User name on server:
it: Nome utente sul server:

# SessionExpired
source: Server connection expired
it: Connessione al server scaduta

# SecurityMessageExpired
source: Connection expired, type your images:
it: Connessione scaduta, digita le tue immagini:

source: Neighborhood View
it: Vista del vicinato

# SearchNeighbor
source: Search in Neighborhood
it: Cerca nel vicinato

source: Connected
it: Connesso

# JoinActivity
source: Join
it: Partecipa

source: Name:
it: Nome:

source: Next
it: Prossimo

source: Back
it: Indietro

# ClickToColor
source: Click to change color:
it: Fai clic per cambiare colore:

source: New user
it: Nuovo utente

source: Logoff
it: Disconnetti

source: Choose name:
it: Scegli il nome:

# Password
source: Your images:
it: Le tue immagini:

# ChoosePassword
source: Choose at least {{min}} images:
it: Scegli almeno {{min}} immagini:

# UserLoginInvalid
source: Invalid user name or images
it: Nome utente o immagini non validi

source: User already exist
it: Utente già esistente

# ServerError
source: Server error code {{code}}
it: Codice errore server {{code}}

# ServerNotSet
source: Your server is not set
it: Il tuo server non è impostato

source: Android Settings
it: Impostazioni Android

# ResetLauncher
source: Switch Launcher
it: Cambia Launcher

source: Join Network
it: Unisciti alla rete

# EnterKey
source: Enter shared key
it: Inserisci la chiave condivisa

# SetLauncherTitle
source: Change the launcher
it: Cambia il launcher

# SetLauncherText
source: You can use either SugarizerOS as a launcher or only use the Sugarizer environment as an application with your native launcher. The launcher you are actually using is {{launcher}}, click on the icon of the launcher you want to switch to.
it: Puoi utilizzare SugarizerOS come launcher o utilizzare l'ambiente Sugarizer come un'applicazione con il tuo launcher nativo. Il programma di avvio che stai effettivamente utilizzando è {{launcher}}, fai clic sull'icona del programma di avvio in cui desideri passare.

source: Disconnect
it: Disconnetti

source: Synchronize
it: Sincronizza

# RetrievingJournal
source: Synchronizing Journal...
it: Sincronizzazione del diario ...

source: Loading...
it: Caricando...

# AllDataWillBeLost
source: Journal and settings will be lost
it: Il diario e le impostazioni andranno persi

# ClickMore
source: Click again for more options
it: Fai di nuovo clic per ulteriori opzioni

source: Reinit journal and settings
it: Reinizializza diario e impostazioni

source: Forget password
it: Password dimenticata

# CopyToDevice
source: Copy to your device
it: Copia sul tuo dispositivo

# FileWroteTo
source: Wrote file to {{file}}
it: Ha scritto il file in {{file}}

# ErrorWritingFile
source: Can't write file
it: Impossibile scrivere il file

# UnableToConnect
source: Unable to connect to server
it: Impossibile stabilire una connessione con il server

# Refresh
source: Retry
it: Riprova

source: Quit
it: Abbandona

# TutoPrev
source: Prev
it: Precedente

# TutoNext
source: Next
it: Prossimo

# TutoEnd
source: End
it: Fine

# TutoUserTitle
source: Me
it: Io

# TutoUserContent
source: This icon is you. Pass the mouse over it or long touch it to change your settings (name, color, ...).
it: Questa icona sei tu. Passaci sopra con il mouse o toccalo a lungo per modificare le impostazioni (nome, colore, ...).

# TutoActivityTitle
source: Activity
it: Attività

# TutoActivityContent
source: Around you are icons for activities. Click on these icons to run activities. Pass the mouse over it or long touch it to display advanced launch menu.
it: Intorno a te ci sono icone per le attività. Fai clic su queste icone per eseguire le attività. Passaci sopra con il mouse o toccalo a lungo per visualizzare il menu di avvio avanzato.

# TutoJournalTitle
source: Journal
it: Diario

# TutoJournalContent
source: Journal is the place to retrieve the work you've done in activities and access your history.
it: Il diario è il luogo dove recuperare il lavoro svolto nelle attività e accedere alla cronologia.

# TutoFavoriteTitle
source: Favorite view
it: Vista preferita

# TutoFavoriteContent
source: Use this button to display the favorite view.
it: Utilizzare questo pulsante per visualizzare la vista preferita.

# TutoListTitle
source: List view
it: Visualizza elenco

# TutoListContent
source: Use this button to display all activities, to select activities in the favorite view and to have more information about activities.
it: Utilizzare questo pulsante per visualizzare tutte le attività, selezionare le attività nella vista preferita e avere maggiori informazioni sulle attività.

# TutoFavswitchTitle
source: Favorite switch
it: Passa al preferito

# TutoFavswitchContent
source: Use this icon to change visibility of this activity in the favorite view.
it: Utilizzare questa icona per modificare la visibilità di questa attività nella vista preferita.

# TutoSearchTitle
source: Search activity
it: Ricerca attività

# TutoSearchContent
source: Use this text to search an activity by its name.
it: Usa questo testo per cercare un'attività in base al nome.

# TutoNeighborTitle
source: Neighborhood view
it: Vista del vicinato

# TutoNeighborContent
source: Display users around you and join activities they shared.
it: Mostra gli utenti intorno a te e partecipa alle attività che hanno condiviso.

# TutoRunTitle
source: Now it's your turn!
it: Ora è il tuo turno!

# TutoRunContent
source: Now look for the Shared Notes activity icon and click on it to run the activity.
it: Ora cerca l'icona dell'attività Note Condivise e fai clic su di essa per eseguire l'attività.

# TutoJournalIntroTitle
source: Journal
it: Diario

# TutoJournalIntroContent
source: You're in the Journal. The Journal is the place to retrieve the work you've done. Each row is one thing you've done. Just click on it to reopen it in its old state.
it: Sei nel diario. Il diario è il luogo dove recuperare il lavoro svolto. Ogni riga è una cosa che hai fatto. Basta fare clic su di esso per riaprirlo nel suo vecchio stato.

# TutoJournalActivityTitle
source: Activity
it: Attività

# TutoJournalActivityContent
source: Here's the icon of the activity you've done. Pass the mouse over it or long touch it to access advanced features (erase the row, copy to other journals, ...).
it: Ecco l'icona dell'attività che hai svolto. Passaci sopra con il mouse o toccalo a lungo per accedere a funzioni avanzate (cancella la riga, copia su altri diari, ...).

# TutoJournalTimeTitle
source: When
it: Quando

# TutoJournalTimeContent
source: Here's the time when you've done the activity: seconds, minutes, hours, days or month ago.
it: Ecco il momento in cui hai svolto l'attività: secondi, minuti, ore, giorni o mese fa.

# TutoJournalTitleTitle
source: Title
it: Titolo

# TutoJournalTitleContent
source: It's the title of the activity. By default it's just the name of the activity but you could change it. Just click on it to do that.
it: È il titolo dell'attività. Per impostazione predefinita è solo il nome dell'attività ma è possibile modificarlo. Basta fare clic su di esso per farlo.

# TutoJournalFavoriteTitle
source: Favorite
it: Preferito

# TutoJournalFavoriteContent
source: If you click on this icon, this Journal entry will be marked as favorite so it will be easy for you to find it in the list.
it: Se si fa clic su questa icona, questa voce del diario verrà contrassegnata come preferita, quindi sarà facile trovarla nell'elenco.

# TutoJournalFavButtonTitle
source: Show favorites
it: Mostra preferiti

# TutoJournalFavButtonContent
source: Click on this icon to filter Journal on the favorite flag.
it: Fare clic su questa icona per filtrare il diario sulla bandiera preferita.

# TutoJournalSearchTitle
source: Search entry
it: Cerca voce

# TutoJournalSearchContent
source: Use this text to search an entry by its title.
it: Usa questo testo per cercare una voce in base al titolo.

# TutoJournalTypeTitle
source: Filter by type
it: Filtra per tipo

# TutoJournalTimeButtonTitle
source: Filter by time
it: Filtra per tempo

# TutoJournalTimeButtonContent
source: Click here to view only activities that you've done in a period of time.
it: Fai clic qui per visualizzare solo le attività svolte in un determinato periodo di tempo.

# TutoJournalLocalTitle
source: Local Journal
it: Diario locale

# TutoJournalLocalContent
source: When this icon is active, you're seeing the content of the local journal. All this content is stored on your current device.
it: Quando questa icona è attiva, viene visualizzato il contenuto del diario locale. Tutto questo contenuto è archiviato sul tuo dispositivo attuale.

# TutoJournalCloudOneTitle
source: Remote Journal
it: Diario remoto

# TutoJournalCloudOneContent
source: Click on this icon to display the content of your private journal on the server. You're the only one to access to this journal. It's a good place to store content that you don't want to loose.
it: Fare clic su questa icona per visualizzare il contenuto del diario privato sul server. Sei l'unico ad accedere a questo diario. È un buon posto per archiviare contenuti che non vuoi perdere.

# TutoJournalCloudAllTitle
source: Shared Journal
it: Diario condiviso

# TutoJournalCloudAllContent
source: Click on this icon to display the content of the shared journal on the server. Every user connected to the same server could access to this journal. So, it's nice to share your work with others.
it: Fare clic su questa icona per visualizzare il contenuto del diario condiviso sul server. Ogni utente connesso allo stesso server potrebbe accedere a questo diario. Quindi, è bello condividere il tuo lavoro con gli altri.

# TutoGotoHomeTitle
source: Home view
it: Vista principale

# TutoGotoHomeContent
source: Click here to go back to the home view.
it: Fai clic qui per tornare alla vista principale.

# TutoNeighborIntroTitle
source: Neighborhood view
it: Vista del vicinato

# TutoNeighborIntroContent
source: You're in the Neighborhood view. Here you could see users around you connected to the same server.
it: Sei nella vista di vicinato. Qui puoi vedere gli utenti intorno a te connessi allo stesso server.

# TutoNeighborIntroContent2
source: You're in the Neighborhood view. Here you could see users around you connected to the same server. You could also see all WiFi access point around you.
it: Sei nella vista di vicinato. Qui puoi vedere gli utenti intorno a te connessi allo stesso server. Potresti anche vedere tutti i punti di accesso WiFi intorno a te.

# TutoNeighborUserTitle
source: You
it: Tu

# TutoNeighborUserContent
source: This icon is you like other users could see you on their own Neighborhood view. Pass the mouse over it or long touch it to change your settings (name, color, ...).
it: Questa icona è come se gli altri utenti potessero vederti nella propria vista di vicinato. Passaci sopra con il mouse o toccalo a lungo per modificare le impostazioni (nome, colore, ...).

# TutoNeighborServerTitle
source: Your server
it: Il tuo server

# TutoNeighborServerContent
source: This icon is the server where you're connected. You could only see users connected to the same server than you.
it: Questa icona è il server a cui sei connesso. Potresti vedere solo gli utenti connessi allo stesso server di te.

# TutoNeighborOtherTitle
source: Another
it: Un altro

# TutoNeighborOtherContent
source: This is another user connected to the same server. You could share activities with him or join an activity that he shared with you.
it: Questo è un altro utente connesso allo stesso server. Puoi condividere attività con lui o partecipare a un'attività che ha condiviso con te.

# TutoNeighborActivityTitle
source: Shared activity
it: Attività condivisa

# TutoNeighborActivityContent
source: This activity is shared by another user. Pass the mouse over it or long touch it to join him.
it: Questa attività è condivisa da un altro utente. Passaci sopra il mouse o toccalo a lungo per unirti a lui.

# TutoNeighborWifiContent
source: This is a WiFi access point around you. Pass the mouse over it or long touch it to connect/disconnect to this WiFi.
it: Questo è un punto di accesso WiFi intorno a te. Passaci sopra il mouse o toccalo a lungo per connetterti / disconnetterti da questo WiFi.

# AllType
source: All
it: Tutto

source: Select filter
it: Seleziona filtro

source: Sort display
it: Ordinamento del display

# SortByUpdated
source: Sort by updated date
it: Ordina per data aggiornata

# SortByCreated
source: Sort by creation date
it: Ordina per data di creazione

source: Sort by size
it: Ordina per dimensione

source: Unselect all
it: Deseleziona tutto

source: Select all
it: Seleziona tutto

# Selected_one
source: {{count}} selected on {{total}}
it: {{count}} selezionato su {{total}}

# Selected_other
source: {{count}} selected on {{total}}
it: {{count}} selezionato su {{total}}

# Erase_one
source: Do you want to remove {{count}} entry?
it: Vuoi rimuovere la voce {{count}}?

# Erase_other
source: Do you want to remove {{count}} entries?
it: Vuoi rimuovere le voci {{count}}?

# Erasing
source: Removing...
it: Rimozione ...

# CopyToLocal_one
source: Do you want to copy {{count}} entry in your local Journal?
it: Vuoi copiare la voce {{count}} nel tuo diario locale?

# CopyToLocal_other
source: Do you want to copy {{count}} entries in your local Journal?
it: Vuoi copiare {{count}} voci nel tuo diario locale?

# CopyToPrivate_one
source: Do you want to copy {{count}} entry in your remote Journal?
it: Vuoi copiare la voce {{count}} nel tuo diario remoto?

# CopyToPrivate_other
source: Do you want to copy {{count}} entries in your remote Journal?
it: Vuoi copiare {{count}} voci nel tuo diario remoto?

# CopyToShared_one
source: Do you want to copy {{count}} entry in the shared Journal?
it: Vuoi copiare la voce {{count}} nel diario condiviso?

# CopyToShared_other
source: Do you want to copy {{count}} entries in the shared Journal?
it: Vuoi copiare {{count}} voci nel diario condiviso?

# CopyToDevice_one
source: Do you want to copy {{count}} entry to your device?
it: Vuoi copiare la voce {{count}} sul tuo dispositivo?

# CopyToDevice_other
source: Do you want to copy {{count}} entries to your device?
it: Vuoi copiare {{count}} voci sul tuo dispositivo?

source: Copying...
it: copiatura...

# TutoJournalCheckTitle
source: Selection
it: Selezione

# TutoJournalCheckContent
source: This checkbox allow you to do actions (remove, copy) on multiple items at the same time.
it: Questa casella di controllo consente di eseguire azioni (rimuovere, copiare) su più elementi contemporaneamente.

# TutoJournalSortButtonTitle
source: Sort
it: Ordina

# TutoJournalSortButtonContent
source: Click here to sort items by date of last update, date of creation or size.
it: Fai clic qui per ordinare gli articoli per data dell'ultimo aggiornamento, data di creazione o dimensione.

source: Save file...
it: Salva file...

source: Save
it: Salva

source: Choose directory...
it: Scegli directory ...

source: Choose
it: Scegli

# ErrorLoadingFile
source: Error loading file {{file}}
it: Errore durante il caricamento del file {{file}}

source: Choose files...
it: Scegliere i file...

source: Files supported
it: File supportati

source: Image from device
it: Immagine dal dispositivo

# TutoJournalFromDeviceButtonTitle
source: Import from device
it: Importa dal dispositivo

# TutoJournalFromDeviceButtonContent
source: Click here to import content from your device to the Journal
it: Fai clic qui per importare contenuti dal tuo dispositivo nel Diario

# TutoInitIntroTitle
source: Welcome to Sugarizer
it: Benvenuto su Sugarizer

# TutoInitIntroTitleIntroContent
source: Welcome to Sugarizer the leading learning platform. You will find here a set of activities to create, play, learn and share.
it: Benvenuto su Sugarizer, la piattaforma di leader apprendimento. Qui troverai una serie di attività per creare, giocare, imparare e condividere.

# TutoInitNewUserTitle
source: New user
it: Nuovo utente

# TutoInitNewUserContent
source: First, you need an user to associate your content. Click here if it's your first time in Sugarizer so you could create a new user.
it: Innanzitutto, è necessario un utente per associare i tuoi contenuti. Fai clic qui se è la prima volta in Sugarizer in modo da poter creare un nuovo utente.

# TutoInitLoginTitle
source: User login
it: Login utente

# TutoInitLoginContent
source: You've already created a Sugarizer user on a server? Click here to give your login information.
it: Hai già creato un utente Sugarizer su un server? Fai clic qui per fornire le informazioni di accesso.

# TutoInitHistoryTitle
source: Recent users
it: Utenti recenti

# TutoInitHistoryContent
source: Not your first time on this device? Just click on your name here to connect.
it: Non è la prima volta su questo dispositivo? Fai clic sul tuo nome qui per connetterti.

# TutoInitHelpTitle
source: Help me
it: Aiutami

# TutoInitHelpContent
source: Remind you this icon. If you're lost, just click on it anytime anywhere to get some help.
it: Ricordati di questa icona. Se sei perso, basta cliccarci sopra in qualsiasi momento ovunque per avere un aiuto.

# TutoInitServerTitle
source: Server address
it: Indirizzo del server

# TutoInitServerContent
source: Type here the server address where your data is store. It should start by "http://" or "https://".
it: Digita qui l'indirizzo del server in cui sono archiviati i tuoi dati. Dovrebbe iniziare con "http: //" o "https: //".

# TutoInitNameTitle
source: Your name
it: Il tuo nome

# TutoInitNameContent
source: The name you use to connect to the application.
it: Il nome che usi per connetterti all'applicazione.

# TutoInitPasswordTitle
source: Your password
it: La tua password

# TutoInitPasswordContent
source: The series of images that you use as password to connect to the application. If you forget it, ask an administrator to remind you.
it: La serie di immagini utilizzate come password per connettersi all'applicazione. Se lo dimentichi, chiedi a un amministratore di ricordartelo.

# TutoInitNameNewTitle
source: Choose a name
it: Scegli un nome

# TutoInitNameNewContent
source: The name you will use in the application. It could be your full name or anything you want. You could change it later.
it: Il nome che utilizzerai nell'applicazione. Potrebbe essere il tuo nome completo o qualsiasi cosa tu voglia. Potresti cambiarlo più tardi.

# TutoInitPasswordNewTitle
source: Choose a password
it: Scegli una password
