Repository: albanobattistella/sugarizer
Catalog: po/*.po
Languages: it

# TutoInitPasswordNewContent
source: Choose a series of images that you will use as password to protect your content. You could change it later but don't forget it!
it: Scegli una serie di immagini che utilizzerai come password per proteggere i tuoi contenuti. Potresti cambiarlo più tardi ma non dimenticarlo!

# TutoInitPreviousTitle
source: Go back
it: Torna indietro

# TutoInitPreviousContent
source: You're not sure of your previous choice? Not a problem, just go back to the previous step.
it: Non sei sicuro della tua scelta precedente? Non è un problema, torna al passaggio precedente.

# TutoInitNextTitle
source: Go next
it: Vai al prossimo

# TutoInitNextContent
source: Validate your choice and go to the next step.
it: Convalida la tua scelta e vai al passaggio successivo.

# TutoInitColorTitle
source: Choose your colors
it: Scegli i tuoi colori

# TutoInitColorContent
source: Click here to choose your favorite colors for icons. Don't worry you will be able to change it later if you change your mind.
it: Fai clic qui per scegliere i colori preferiti per le icone. Non preoccuparti, potrai cambiarlo in seguito se cambi idea.

# TutoInitMainTitle
source: Home screen
it: Schermata principale

# TutoInitMainContent
source: You're now on the Sugarizer home screen. Everything happens from here. Let's see details.
it: Ora sei nella schermata principale di Sugarizer. Tutto accade da qui. Vediamo i dettagli.

# TutoActivityAbacusactivity
source: Abacus lets the learner explore different representations of numbers using different mechanical counting systems developed by the ancient Romans and Chinese.
it: Abacus consente allo studente di esplorare diverse rappresentazioni di numeri usando diversi sistemi di conteggio meccanico sviluppati dagli antichi romani e cinesi.

# TutoActivityAbecedariumactivity
source: Abecedarium is an abecedary activity to learn its alphabet using images, sounds and words.
it: Abecedarium è un'attività abecedaria per imparare il suo alfabeto usando immagini, suoni e parole.

# TutoActivityBlockrainactivity
source: Blockrain is a clone of the classic Tetris game. The objective of the game is to manipulate blocks to create horizontal lines.
it: Blockrain è un clone del classico gioco Tetris. L'impegno del gioco è manipolare i blocchi per creare linee orizzontali.

# TutoActivityCalculateactivity
source: Calculate is a calculator. The interface provides the simplest functions directly, but it also supports more complicated math and variables and even basic plotting.
it: Calcola è una calcolatrice. L'interfaccia fornisce direttamente le funzioni più semplici, ma supporta anche matematica e variabili più complicate e persino grafici di base.

# TutoActivityChatPrototypeactivity
source: Chat provides a simple interface for collaborative discussion between users through the network. Use Neighborhood View to share a conversation.
it: Chat fornisce un'interfaccia semplice per la discussione collaborativa tra utenti attraverso la rete. Usa la vista di vicinato per condividere una conversazione.

# TutoActivityClockactivity
source: Clock is a simple activity to learn how to read and tell the time.
it: Clock è un'attività semplice per imparare a leggere e dire l'ora.

# TutoActivityColorMyWorldactivity
source: Color My World activity let you explore the world and its countries. Fill countries with color you like or use the interactive mode to find location of countries on the offline map.
it: L'attività di Color My World ti consente di esplorare il mondo e i suoi paesi. Riempi i paesi con il colore che ti piace o usa la modalità interattiva per trovare la posizione dei paesi sulla mappa offline.

# TutoActivityEbookReaderactivity
source: An e-book reader to read a set of books from the classical litterature.
it: Un lettore di e-book per leggere una serie di libri della letteratura classica.

# TutoActivityEtoysactivity
source: EToys is a media-rich authoring environment and visual programming system. A complete educational tool for teaching children powerful ideas in compelling ways.
it: EToys è un ambiente di authoring ricco di contenuti multimediali e un sistema di programmazione visiva. Uno strumento educativo completo per insegnare ai bambini idee potenti in modi avvincenti.

# TutoActivityExerciseractivity
source: Exerciser is a tool to create your set of interactive questions (MCQ, Cloze Text, ...) and share it with your friends.
it: Exerciser è uno strumento per creare il tuo set di domande interattive (MCQ, Cloze Text, ...) e condividerlo con i tuoi amici.

# TutoActivityFlipactivity
source: Flip is a simple strategy game where you have to flip "coins" until they are all of the same color. Each time you "win" the challenge gets more difficult.
it: Flip è un semplice gioco di strategia in cui devi lanciare "monete" fino a quando non sono tutte dello stesso colore. Ogni volta che "vinci" la sfida diventa più difficile.

# TutoActivityFoodChainactivity
source: FoodChain is a pedagogical game to learn name of animals (word and pronunciation) and concept of food chains: who eats what? Who eats who? The activity is composed of 3 little games with 20 levels of growing complexity.
it: FoodChain è un gioco pedagogico per imparare il nome degli animali (parola e pronuncia) e il concetto di catene alimentari: chi mangia cosa? Chi mangia chi? L'attività è composta da 3 piccoli giochi con 20 livelli di crescente complessità.

# TutoActivityFototoonactivity
source: FotoToon allow you to use your pictures, drawing or images coming from Journal to create in few minutes an amazing comic strip to share with your friends.
it: FotoToon ti consente di utilizzare le tue foto, i tuoi disegni o le immagini provenienti dal diario per creare in pochi minuti un fantastico fumetto da condividere con i tuoi amici.

# TutoActivityGameOfLifeactivity
source: Game of Life is a game to observe and explore how cells interacts and evolves generation after generation. Use one of provided pattern, a full random pattern or create your own and observe what happen.
it: Game of Life è un gioco per osservare ed esplorare il modo in cui le cellule interagiscono e si evolvono di generazione in generazione. Usa uno dei modelli forniti, uno schema completamente casuale o creane uno tuo e osserva cosa succede.

# TutoActivityGearsactivity
source: Gears is a tool to explore the ways in which gears and chains transmit motion. Draw your gears and see it coming to life.
it: Gears è uno strumento per esplorare i modi in cui ingranaggi e catene trasmettono il movimento. Disegna i tuoi ingranaggi e guardalo prendere vita.

# TutoActivityGetThingsDoneactivity
source: Get Things Done is a small tool to track your to-do list.
it: Get Things Done è un piccolo strumento per tenere traccia del tuo elenco di cose da fare.

# TutoActivityGridpaintactivity
source: Grid Paint is a simple paint activity for kids to draw pictures using a grid of triangles. Never miss your drawing with Grid Paint activity!
it: Grid Paint è una semplice attività di pittura per i bambini di disegnare immagini utilizzando una griglia di triangoli. Non perdere mai il tuo disegno con l'attività Grid Paint!

# TutoActivityJappyactivity
source: Jappy is a code editor with built-in examples and a run-time environment to learn Python programming language.
it: Jappy è un editor di codice con esempi integrati e un ambiente di runtime per imparare il linguaggio di programmazione Python.

# TutoActivityLabyrinthJSactivity
source: LabyrinthJS is a lightweight mind-mapping activity to visually organize your thought or informations.
it: LabyrinthJS è l'organizzazione di mappatura mentale leggera per organizzare visivamente il tuo pensiero o le tue informazioni.

# TutoActivityLastOneLosesactivity
source: Last One Loses is a small game against the computer. Each one had to get between 1 to 3 items on the board. The one which get the last one on the board loses the game.
it: Last One Loses è un piccolo gioco contro il computer. Ognuno deve prendere tra 1 e 3 oggetti sul tabellone. Quello che ottiene l'ultimo sul tabellone perde la partita.

# TutoActivityMarkdownactivity
source: Markdown is an editor for lightweight markup language. It allow to format (bold, italic, ...) easily a text.
it: Markdown è un editor per un linguaggio di markup leggero. Permette di formattare (grassetto, corsivo, ...) facilmente un testo.

# TutoActivityMazeWebactivity
source: A simple maze game. Move through the maze to reach the goal. Each maze is larger and more difficult than the last one.
it: Un semplice gioco del labirinto. Muoviti nel labirinto per raggiungere l'obiettivo. Ogni labirinto è più grande e più difficile dell'ultimo.

# TutoActivityMediaVieweractivity
source: An activity to display multimedia content coming from the Journal.
it: Un'attività per visualizzare contenuti multimediali provenienti dal diario.

# TutoActivityMemorizeactivity
source: The famous memorize game: find matching pairs (images, sounds or text). Memorize is actually more than just a predefined game you can play, it allows you to create new games yourself as well.
it: Il famoso gioco memorize: trova coppie corrispondenti (immagini, suoni o testo). Memorize non è solo un gioco predefinito a cui puoi giocare, ma ti consente anche di creare nuovi giochi.

# TutoActivityMoonactivity
source: Moon phase viewer, includes Lunar phase information and eclipse data.
it: Visualizzatore di fasi lunari, include informazioni sulla fase lunare e dati sull'eclissi.

# TutoActivityPaintactivity
source: Paint is an activity to create paintings or drawings. Change brush size or color, draw text, stamps, include images or preset patterns.
it: Paint è un'attività per creare dipinti o disegni. Cambia la dimensione o il colore del pennello, disegna testo, timbri, includi immagini o motivi preimpostati.

# TutoActivityPhysicsJSactivity
source: PhysicsJS is a physical world simulator and playground. You can add squares, circles, triangles and see them come to life with forces (think gravity and Newton) and inertia.
it: PhysicsJS è un simulatore del mondo fisico e un parco giochi. Puoi aggiungere quadrati, cerchi, triangoli e vederli prendere vita con forze (pensa a gravità e Newton) e inerzia.

# TutoActivityQRCodeactivity
source: Use easily QR Code with this simple QR Code Generator and scanner.
it: Usa facilmente il codice QR con questo semplice generatore di codice QR e scanner.

# TutoActivityRecordactivity
source: Record is a basic rich-media capture activity. It lets you capture still images, video, and/or audio.
it: Record è un'attività di acquisizione multimediale di base. Ti consente di acquisire immagini fisse, video e/o audio.

# TutoActivityReflectionactivity
source: Reflection is a game designed around reflective symmetry. The user modifies an image until it has reflective symmetry around either the horizontal or vertical axis.
it: Reflection è un gioco progettato attorno alla simmetria riflettente. L'utente modifica un'immagine fino a quando non presenta una simmetria riflettente attorno all'asse orizzontale o verticale.

# TutoActivityScratchactivity
source: Scratch is a full environment where you can program your own interactive stories, games, and animations.
it: Scratch è un ambiente completo in cui è possibile programmare storie, giochi e animazioni interattivi personalizzati.

# TutoActivitySharedNotesactivity
source: Shared Notes is an activity that let you pin small notes - like "Post-It" - on a virtual board and share it with other users.
it: Share Notes è un'attività che ti consente di appuntare piccole note - come "Post-It" - su una lavagna virtuale e condividerle con altri utenti.

# TutoActivitySpeakactivity
source: Speak is talking face. Anything you type will be spoken aloud using the speech synthesizer.
it: Speak è un volto parlante. Qualunque cosa digiti verrà pronunciata ad alta voce utilizzando il sintetizzatore vocale.

# TutoActivitySprintMathactivity
source: Sprint Math is a simple activity to challenge yourself on mental arithmetic. Could be also played with other users through the network.
it: Sprint Math è una semplice attività per sfidare te stesso sull'aritmetica mentale. Potrebbe anche essere giocato con altri utenti attraverso la rete.

# TutoActivityStopwatchactivity
source: StopWatch is a simple stopwatch. It shows the user a number of digital stopwatches. Each stopwatch is independent.
it: StopWatch è un semplice cronometro. Mostra all'utente un numero di cronometri digitali. Ogni cronometro è indipendente.

# TutoActivityTamTamMicroactivity
source: Tam Tam Micro is an activity to play instruments, sounds and noise of different type.
it: Tam Tam Micro è un'attività per suonare strumenti, suoni e rumori di diverso tipo.

# TutoActivityTankOpactivity
source: Tank Operation is an arcade game that helps kids practice their math facts with different level of difficulty.
it: Tank Operation è un gioco arcade che aiuta i bambini a esercitarsi con i fatti di matematica con diversi livelli di difficoltà.

# TutoActivityTurtleBlocksJSactivity
source: Turtle Blocks JS is an activity with a Logo-inspired graphical "turtle" that draws colorful art with snap-together visual programming elements.
it: Turtle Blocks JS è un'attività con una "tartaruga" grafica ispirata al logo che disegna arte colorata con elementi di programmazione visiva a incastro.

# TutoActivityVideoVieweractivity
source: A browser and a viewer for Khan Academy and Canopé videos.
it: Un browser e un visualizzatore per i video di Khan Academy e Canopé.

# TutoActivityXOEditoractivity
source: Editor for your buddy icon colors. This activity lets you explore different color patterns and choose your favorite.
it: Editor per i colori delle icone dei tuoi amici. Questa attività ti consente di esplorare diversi modelli di colore e scegliere il tuo preferito.
